Repository: georgringer/TYPO3.base
Catalog: typo3conf/l10n/*/reports/reports/*.locallang.xlf
Languages: de

# status_report_title
source: Status Report
de: Statusbericht

# status_report_description
source: Get a status report about your site's operation and any detected problems.
de: Erhalten Sie einen Statusbericht über Ihre Website und erkannte Probleme.

# status_report_explanation
source: Here you can find a short overview of your site's parameters as well as any problems detected with your installation. It may be useful to copy and paste this information into support requests filed on TYPO3's support mailinglists and project issue trackers.
de: Hier finden Sie eine kurze Übersicht über die Parameter der Website sowie in der Installation festgestellte Probleme. Diese Informationen können für Support-Anfragen in den TYPO3-Mailinglisten und -Bugtrackern hilfreich sein.

# status_insecure
source: Insecure
de: Unsicher

# status_disabled
source: Disabled
de: Deaktiviert

# status_enabled
source: Enabled
de: Aktiviert

# status_enabledPermanently
source: Enabled permanently
de: Dauerhaft aktiviert

# status_enabledTemporarily
source: Enabled temporarily
de: Temporär aktiviert

# status_empty
source: Empty
de: Leer

# status_none
source: None
de: Keine

# status_connectionFailed
source: Connection Failed
de: Verbindung fehlgeschlagen

# status_updateComplete
source: Update Complete
de: Aktualisierung vollständig

# status_updateIncomplete
source: Update Incomplete
de: Aktualisierung nicht vollständig

# status_problemNotification
source: One or more problems were detected with your TYPO3 installation. Please check the %sstatus report%s for more information.
de: Ein oder mehrere Probleme in Ihrer TYPO3-Installation wurden festgestellt. Bitte prüfen Sie die %sStatusberichte%s für mehr Informationen.

# status_security
source: Security
de: Sicherheit

# status_configuration
source: Configuration
de: Konfiguration

# status_referenceIndex
source: Reference Index
de: Referenz-Index

# status_fal
source: File Abstraction Layer
de: Dateiabstraktionsschicht

# status_missingFiles
source: Files flagged as missing
de: Als fehlend markierte Dateien

# status_contentAdapterActive
source: Content Adapter is active
de: Inhaltsadapter ist aktiv

# status_missingFilesCount
source: %1$s files
de: %1$s Dateien

# status_missingFilesMessage
source: These files are flagged as missing. Restore the files and run the indexer to reset the missing flag.
de: Diese Dateien sind als fehlend markiert. Stellen Sie die Dateien wieder her und führen Sie den Indexierer aus, um die Markierung zurückzusetzen.

# status_contentAdapterActiveMessage
source: The Install Tool option [FE][activateContentAdapter] is active to provide compatibility with TypoScript from TYPO3 4.x regarding file handling. This has quite an impact on the performance of frontend rendering. Change TypoScript to support FAL in handling files and disable the setting to increase performance.
de: Die Install-Tool-Option [FE][activateContentAdapter] ist aktiv, um Kompatibilität mit TypoScript von TYPO3 4.x bzgl. des Umgangs mit Dateien herzustellen. Dies hat großen Einfluss auf die Performance der Frontenddarstellung. Ändern Sie Ihr TypoScript, so dass es zum Umgang mit Dateien FAL nutzt und deaktivieren Sie diese Einstellung, um die Performance zu verbessern.

# status_memcachedConfiguration
source: Memcached Configuration
de: Memcached-Konfiguration

# status_CreatedFilePermissions
source: Permissions of created files
de: Berechtigungen für erstellte Dateien

# status_CreatedFilePermissions.writable
source: Files created by TYPO3 are configured to be world writeable. Depending on your server configuration, this can be a security risk. It is usually better to configure the create mask to not allow writing to files by "others". A sane default is often '0660' for $GLOBALS['TYPO3_CONF_VARS']['BE']['fileCreateMask']. This can be set in the install tool.
de: Durch TYPO3 erstellte Dateien sind für jeden schreibbar konfiguriert. Abhängig von ihrer Serverkonfiguration kann dies ein Sicherheitsrisiko darstellen. Es ist üblicherweise besser, das Schreiben von Dateien nicht für "jeden" zu erlauben. Eine sinnvolle Standardeinstellung ist oft '0660' für $GLOBALS['TYPO3_CONF_VARS']['BE']['fileCreateMask']. Dies kann im Install Tool eingestellt werden.

# status_CreatedDirectoryPermissions
source: Permissions of created directories
de: Berechtigungen für erstellte Verzeichnisse

# status_CreatedDirectoryPermissions.writable
source: Directories created by TYPO3 are configured to be world writeable. Depending on your server configuration, this can be a security risk. It is usually better to configure the create mask to not allow writing to directories by "others". A sane default is often '2770' for $GLOBALS['TYPO3_CONF_VARS']['BE']['folderCreateMask']. This can be set in the install tool.
de: Durch TYPO3 erstellte Verzeichnisse sind für jeden schreibbar konfiguriert. Abhängig von ihrer Serverkonfiguration kann dies ein SIcherheitsrisiko darstellen. Es ist üblicherweise besser das Schreiben in Verzeichnisse durch "jeden" nicht zu erlauben. Eine sinnvolle Standardeinstellung ist oft '2770' für $GLOBALS['TYPO3_CONF_VARS']['BE']['folderCreateMask']. Dies kann im Install Tool eingestellt werden.

# status_adminUserAccount
source: Admin User Account
de: Admin-Benutzerkonten

# status_encryptionKey
source: Encryption Key
de: Verschlüsselungsschlüssel

# status_saltedPasswords
source: Backend user password hashes
de: Passwort-Hashes der Backend-Benutzer

# status_saltedPasswords_infoText
source: During the configuration check of saltedpasswords the following issues have been found:
de: Während der Konfigurationsüberprüfung von saltedpasswords wurden folgende Probleme gefunden:

# status_saltedPasswords_notAllPasswordsHashed
source: Some backend user passwords are found to be only md5 hashed. Run the scheduler task to convert all passwords to salted hashes.
de: Die Passwörter einiger Backend-Benutzer sind nur MD5-gehashed. Verwenden sie die Planer-Aufgabe zur Konvertierung aller Passwörter zu gesalzenen Hashes.

# status_fileDenyPattern
source: File Deny Pattern
de: Dateiverweigerungsmuster

# status_htaccessUploadProtection
source: .htaccess Upload Protection
de: .htaccess-Hochladeschutz

# status_installToolPassword
source: Install Tool Password
de: Passwort für das Installations-Tool

# status_installTool
source: Install Tool
de: Installations-Tool

# status_phpTooOld
source: Your PHP installation is too old.
de: Ihre PHP-Version ist zu alt.

# status_phpMemoryRecommendation
source: Depending on your configuration, TYPO3 can run with a %1$s PHP memory limit. However, a %2$s PHP memory limit or above is recommended, especially if your site uses additional extensions.
de: Je nachdem, wie Sie TYPO3 konfiguriert haben, kann TYPO3 mit einem PHP-Memory-Limit von %1$s laufen. Trotzdem wird ein Memory-Limit von mindestens %2$s empfohlen, besonders wenn Ihre Seite zahlreiche Erweiterungen benutzt.

# status_phpMemoryRequirement
source: Depending on your configuration, TYPO3 can run with a %1$s PHP memory limit. However, a %2$s PHP memory limit or above is required especially if your site uses additional extensions.
de: Je nachdem, wie Sie TYPO3 konfiguriert haben, kann TYPO3 mit einem PHP-Memory-Limit von %1$s laufen. Trotzdem wird ein Memory-Limit von mindestens %2$s benötigt, besonders wenn Ihre Seite zahlreiche Erweiterungen benutzt.

# status_phpMemoryEditLimit
source: Increase the memory limit by editing the memory_limit parameter in the file %s and then restart your web server (or contact your system administrator or hosting provider for assistance).
de: Erhöhen Sie das Memory-Limit, indem Sie den Parameter "memory_limit" in der Datei %s bearbeiten und Ihren Webserver dann neustarten. Alternativ fragen Sie Ihren Systemadministrator oder Hosting-Provider um Hilfe.

# status_phpMemoryContactAdmin
source: Contact your system administrator or hosting provider for assistance with increasing your PHP memory limit.
de: Fragen Sie Ihren Systemadministrator oder Hosting-Provider um Hilfe, um das Memory-Limit zu erhöhen.

# status_phpMemoryUnlimited
source: unlimited
de: unbegrenzt

# status_phpPeakMemory
source: PHP peak memory usage
de: PHP: Höchste Speichernutzung

# status_phpPeakMemoryTooHigh
source: During a request %2$s of the memory limit was used. On %4$s a request to %5$s used %1$s of %3$s.
de: Während einer Anfrage wurden %2$s des Memory-Limits genutzt. Am %4$s nutzte eine Anfrage an %5$s %1$s von %3$s.

# status_phpPeakMemoryClearFlag
source: Clear this flag
de: Diese Option zurücksetzen

# status_phpRegisterGlobalsEnabled
source: %s is enabled. TYPO3 requires this configuration directive to be disabled.
de: %s ist aktiviert. Sie müssen diese Einstellung deaktivieren, damit TYPO3 ordnungsgemäß funktioniert.

# status_phpRegisterGlobalsSecurity
source: Your site may not be secure when %s is enabled.
de: Ihre Seite ist potenziell unsicher, wenn %s aktiviert ist.

# status_phpRegisterGlobalsHowToChange
source: how to change configuration settings
de: Wie Sie diese Konfigurationseinstellungen ändern

# status_phpRegisterGlobalsPHPManual
source: The PHP manual has instructions for %s.
de: Das PHP-Handbuch enthält weitere Anweisungen für %s.

# status_webServer_infoText
source: For your Web Server some notifications have been found:
de: Für Ihren Webserver wurden einige Benachrichtigungen gefunden:

# status_webServer_threadStackSize
source: Fluid uses complex regular expressions which require a lot of stack space during the first processing. On Windows the default stack size for Apache is a lot smaller than on unix. You can increase the size to 8MB (default on unix) by adding to the httpd.conf: <br />&lt;IfModule mpm_winnt_module&gt; <br />ThreadStackSize 8388608 <br />&lt;/IfModule&gt; <br />Restart Apache after this change.
de: Fluid nutzt komplexe Reguläre Ausdrücke, die bei der erstmaligen Verarbeitung viel Platz auf dem Stapel erfordern. Unter Windows ist die Standard-Größe des Stapels für Apache deutlich keliner als unter Unix. Sie können die Stapel-Größe auf 8MB (Standard unter Unix) erhöhen, indem Sie zur httpd.conf folgendes hinzufügen: <br />&lt;IfModule mpm_winnt_module&gt; <br />ThreadStackSize 8388608 <br />&lt;/IfModule&gt; <br />Starten Sie Apache nach dieser Änderung neu.

# status_phpModules
source: PHP Modules
de: PHP-Module

# status_phpModulesMissing
source: One or more modules are missing.
de: Es fehlen ein oder mehrere Module

# status_phpModulesList
source: The following PHP module(s) is/are missing: %s.
de: Es fehlen nachfolgende PHP Module: %s.

# status_phpModulesInfo
source: You need to install and enable these modules to let TYPO3 function correctly.
de: Diese Module müssen installiert und aktiviert sein, damit TYPO3 korrekt funktioniert.

# status_phpModulesGroup
source: one of: %s
de: eins von: %s

# status_phpModulesPresent
source: All required modules are installed.
de: Alle benötigten Module sind installiert.

# status_installEnabledTemporarily
source: The Install Tool is temporarily enabled. Delete the file "%s" when you have finished setting up TYPO3. If not used the Install Tool will be disabled automatically in %s minutes.
de: Das Installations-Tool ist temporär aktiviert. Löschen Sie die Datei "%s", wenn Sie die Installation von TYPO3 abgeschlossen haben. Wenn Sie das Installations-Tool nicht benutzen, wird es in %s Minuten automatisch deaktiviert.

# status_configuration_DeprecationLog
source: Deprecation Log
de: Protokoll für Aufrufe veralteter Funktionen

# status_configuration_DeprecationLogEnabled
source: The deprecation log tracks whether old APIs are being used in extensions. Depending on the extensions you use and whether they use deprecated APIs it can happen that the log takes up quite some space over time. The more space it takes up, the more it may affect your installation's performance. It is recommended to disable deprecation log in production environments.
de: Das Protokoll für Aufrufe veralteter Funktionen hält fest, ob Erweiterungen alte API-Aufrufe nutzen. Abhängig von den Erweiterungen, die Sie benutzen, und davon, ob diese veraltete API-Aufrufe verwenden, kann das Protokoll mit der Zeit viel Platz beanspruchen. Je größer es wird, desto mehr kann es die Leistung Ihrer Installation beeinträchtigen. Es wird empfohlen, das Protokoll für Aufrufe veralteter Funktionen in Produktionsumgebungen zu deaktivieren.

# status_configuration_DeprecationLogFile
source: You can find the deprecation log file at %s.
de: Sie können das Protokoll für Aufrufe veralteter Funktionen unter %s finden.

# status_configuration_DeprecationLogSize
source: Your deprecation log file currently takes up %s.
de: Ihr Protokoll für Aufrufe veralteter Funktionen hat gegenwärtig eine Größe von %s.

# status_configuration_DeprecationLogDeleteLink
source: Delete deprecation log file.
de: Protokoll für Aufrufe veralteter Funktionen löschen.

# status_configuration_DeprecationLogDeletedSuccessful
source: The deprecation log file was successfully deleted.
de: Das Protokoll für Aufrufe veralteter Funktionen wurde erfolgreich gelöscht.

# status_configuration_DeprecationLogDeletionFailed
source: The deprecation log file could not be deleted!
de: Das Protokoll für Aufrufe veralteter Funktionen konnte nicht gelöscht werden.

# status_configuration_PhpSafeModeEnabled
source: PHP INI setting safe_mode "On" is deprecated since PHP 5.3 and is not supported by TYPO3 anymore.
de: Die Einstellung safe_mode "On" wird seit PHP 5.3 nicht mehr empfohlen und wird von TYPO3 nicht mehr unterstützt.

# status_configuration_PhpMagicQuotesGpcEnabled
source: PHP INI setting magic_quotes_gpc "On" is deprecated since PHP 5.3. You are advised to set it to "Off" until it gets completely removed.
de: Die Einstellung magic_quotes_gpc "On" ist seit PHP 5.3 veraltet. Dieser Wert sollte auf "Off" gesetzt werden bis er endgültig entfernt wird.

# status_updateTaskTitle
source: System Status Update
de: Aktualisierung des Systemstatus

# status_updateTaskDescription
source: Runs a system status check and sends notifications if problems have been found.
de: Führt eine Überprüfung des Systemstatus durch und versendet eine Mitteilung wenn Probleme gefunden wurden.

# status_updateTaskField_notificationEmail
source: Notification Email Address
de: E-Mail-Adresse für Benachrichtigung

# status_updateTaskField_notificationEmails
source: Notification Email Addresses (one per line)
de: E-Mail-Adressen für Benachrichtigung (eine pro Zeile)

# status_updateTaskField_notificationEmail_invalid
source: Empty or invalid notification email address.
de: Leere oder ungültige E-Mail-Adresse für Benachrichtigungen.

# status_updateTaskField_notificationEmails_invalid
source: Empty or invalid notification email addresses.
de: Leere oder ungültige E-Mail-Adressen für Benachrichtigungen.

# status_updateTask_email_subject
source: System Status Notification for site %s
de: Systemstatus-Bericht für Seite %s

# status_updateTask_email_site
source: Site
de: Seite

# status_updateTask_email_issues
source: Issues
de: Probleme

# status_oldXclassUsage
source: Old XCLASS method used
de: Alte XCLASS-Methode verwendet

# status_oldXclassUsageFound
source: Old XCLASS method is used in %d cases:
de: Alte XCLASS-Methode verwendet in %d Fällen verwendet:

# status_oldXclassUsageFound_message
source: The old XCLASS registration does not work since TYPO3 CMS version 6.0. This is not necessarily a bad thing, the registration might be done by an extension author to keep compatibility with older TYPO3 CMS versions. Please check the affected extension for TYPO3 CMS 6.0 compatibility to verify whether this is a problem for you.
de: Die alte XCLASS-Registrierung kann seit TYPO3 CMS 6.0 nicht mehr verwendet werden. Dies ist nicht notwendigerweise ein schlechter Umstand; ein Erweiterungsautor kann eine XCLASS registrieren, um seine Erweiterung mit älteren Versionen von TYPO3 kompatibel zu halten. Bitte überprüfen Sie die betroffene Erweiterung auf Kompatibilität mit TYPO3 CMS 6.0, um festzustellen, ob das ein Problem für Sie darstellt.

# status_xclassUsage
source: XCLASS used
de: XCLASS benutzt

# status_xclassUsageFound
source: Your system registers XCLASS
de: Ihr System registriert XCLASSes

# status_xclassUsageFound_message
source: XCLASS can overwrite methods or classes of the core or other extensions. This is not necessarily a bad thing, but those XCLASS might break during extension or core upgrades. You should keep an eye on extension compatibility and make sure the intended functionality is still given after updates.
de: Mit einer XCLASS ist es möglich, Methoden oder Klassen des TYPO3-Kerns oder von Erweiterungen zu überschreiben. Dies ist nicht notwendigerweise ein schlechter Umstand; aber XCLASSes können kaputt gehen, wenn Sie den TYPO3-Kern oder eine Erweiterung aktualisieren. Sie sollten die Kompatibilität der Erweiterung im Auge behalten und sicherstellen, dass die gewünschte Funktionalität nach einem Update weiterhin gegeben ist.

# status_xclassUsageFound_message_detail
source: %2s registers an XCLASS of %1s
de: %2s registriert eine XCLASS von %1s
