Repository: georgringer/TYPO3.base
Catalog: typo3conf/l10n/*/extbase/Resources/Private/Language/*.locallang.xlf
Languages: de

# property.error
source: Validation errors for property "%s"
de: Validierungsfehler für die Eigenschaft "%s"

# validator.emailaddress.notvalid
source: The given subject was not a valid email address.
de: Der eingegebene Wert ist keine gültige E-Mail-Adresse

# validator.stringlength.between
source: The length of the given string was not between %s and %s characters.
de: Die Länge der angegebenen Zeichenkette liegt nicht zwischen %s und %s Zeichen.

# validator.stringlength.less
source: The length of the given string is less than %s characters.
de: Die Länge der angegebenen Zeichenkette ist kürzer als %s Zeichen.

# validator.string.notvalid
source: A valid string is expected.
de: Es wird eine gültige Zeichenkette erwartet.

# validator.stringlength.exceed
source: The length of the given string exceeded %s characters.
de: Die Länge der angegebenen Zeichenkette übersteigt %s Zeichen.

# validator.alphanumeric.notvalid
source: The given subject was not a valid alphanumeric string.
de: Der angegebene Wert ist keine gültige alphanumerische Zeichenkette.

# validator.datetime.notvalid
source: The given subject was not a valid DateTime. Got: '%s'
de: Der angegebene Wert ist kein gültiges DateTime - Objekt: '%s'

# validator.genericobject.noobject
source: Value is no object.
de: Der Wert ist kein Objekt.

# validator.float.notvalid
source: The given subject was not a valid float.
de: Der angegebene Wert ist keine gültige Gleitkommazahl.

# validator.text.notvalid
source: The given subject was not a valid text (e.g. contained XML tags).
de: Der angegebene Wert ist kein gültiges Text-Objekt (enthält z.B. XML-Tags).

# validator.regularexpression.empty
source: The regular expression was empty.
de: Der reguläre Ausdruck ist leer.

# validator.regularexpression.nomatch
source: The given subject did not match the pattern.
de: Der angegebene Wert stimmt nicht mit dem Muster überein.

# validator.regularexpression.error
source: The regular expression '%s' contained an error.
de: Der reguläre Ausdruck '%s' enthält einen Fehler.

# validator.numberrange.notvalid
source: The given subject was not a valid number.
de: Der angegebene Wert ist keine gültige Zahl.

# validator.numberrange.range
source: The given subject was not in the valid range (%s - %s).
de: Der angegebene Wert ist nicht im Bereich von %s bis %s.

# validator.notempty.null
source: The given subject was NULL.
de: Der angegebene Wert ist NULL.

# validator.notempty.empty
source: The given subject was empty.
de: Der angegebene Wert ist leer.

# validator.number.notvalid
source: The given subject was not a valid number.
de: Der angegebene Wert ist keine gültige Zahl.

# validator.integer.notvalid
source: The given subject was not a valid integer.
de: Der angegebene Wert ist kein gültiger Integer.
