Repository: georgringer/TYPO3.base
Catalog: typo3conf/l10n/*/lang/*.locallang_tca.xlf
Languages: de

# file_mountpoints
source: File Mounts:
de: Verzeichnisfreigaben:

# file_mountpoints_edit_title
source: Edit filemount
de: Verzeichnisfreigabe bearbeiten

# file_mountpoints_add_title
source: Create new filemount
de: Neue Verzeichnisfreigabe erstellen

# file_mountpoints_list_title
source: List filemounts
de: Verzeichnisfreigaben anzeigen

# db_mountpoints
source: DB Mounts:
de: Datenbankfreigaben:

# userMods
source: Modules:
de: Module:

# allowed_languages
source: Limit to languages:
de: Auf Sprachen einschränken:

# category_perms
source: Category Mounts:
de: Kategoriefreigaben:

# workspace_perms
source: Workspace permissions:
de: Arbeitsumgebungsberechtigungen:

# workspace_perms_live
source: Edit Live (Online)
de: Live bearbeiten (Online)

# workspace_perms_draft
source: Edit Draft (Offline)
de: Entwurf bearbeiten (Offline)

# workspace_perms_custom
source: Create new workspace projects
de: Neue Arbeitsumgebungsprojekte erstellen

# TSconfig_title
source: TSconfig QuickReference
de: TSconfig-Kurzreferenz

source: Lock to domain:
de: Auf Domäne beschränken:

# be_users.username
source: Username:
de: Benutzername:

# be_users.password
source: Password:
de: Passwort:

# be_users.usergroup
source: Group:
de: Gruppe:

# be_users.usergroup_edit_title
source: Edit usergroup
de: Benutzergruppe bearbeiten

# be_users.usergroup_add_title
source: Create new group
de: Neue Gruppe erstellen

# be_users.usergroup_list_title
source: List groups
de: Gruppen anzeigen

# be_users.disableIPlock
source: Disable IP lock for user:
de: IP-Einschränkung für Benutzer deaktivieren

# be_users.options
source: Mount from groups:
de: Freigaben aus Gruppen:

# be_users.options_db_mounts
source: DB Mounts:
de: Datenbankfreigaben:

# be_users.options_file_mounts
source: File Mounts:
de: Verzeichnisfreigaben:

# be_users.fileoper_perms
source: Fileoperation permissions:
de: Dateioperationsberechtigungen

# be_users.file_permissions.files
source: Files:
de: Dateien:

# be_users.file_permissions.files_read
source: Files: Read
de: Dateien: Lesen

# be_users.file_permissions.files_write
source: Files: Write
de: Dateien: Schreiben

# be_users.file_permissions.files_add
source: Files: Add
de: Dateien: Hinzufügen

# be_users.file_permissions.files_upload
source: Files: Upload
de: Dateien: Hochladen

# be_users.file_permissions.files_rename
source: Files: Rename
de: Dateien: Umbenennen

# be_users.file_permissions.files_move
source: Files: Move
de: Dateien: Verschieben

# be_users.file_permissions.files_copy
source: Files: Copy
de: Dateien: Kopieren

# be_users.fileoper_perms_unzip
source: Files: Unzip
de: Dateien: Entpacken

# be_users.file_permissions.file_delete
source: Files: Delete
de: Dateien: Löschen

# be_users.fileoper_perms_general
source: Files: Upload,Copy,Move,Delete,Rename,New,Edit
de: Dateien: Hochladen, Kopieren, Verschieben, Löschen, Umbenennen, Neu, Bearbeiten

# be_users.fileoper_perms_diroper_perms
source: Directory: Move,Delete,Rename,New
de: Verzeichnis: Verschieben, Löschen, Umbenennen, Neu

# be_users.fileoper_perms_diroper_perms_copy
source: Directory: Copy
de: Verzeichnis: Kopieren

# be_users.fileoper_perms_diroper_perms_delete
source: Directory: Delete recursively (rm -Rf)
de: Verzeichnis: Rekursiv löschen

# be_users.lang
source: Default Language:
de: Standardsprache:

# be_users.tabs.rights
source: Access Rights
de: Zugriffsrechte

# be_users.tabs.mounts_and_workspaces
source: Mounts and Workspaces
de: Freigaben und Arbeitsumgebungen

# be_users.tabs.options
source: Options
de: Optionen

# be_users.tabs.extended
source: Extended
de: Erweitert

# be_users.tabs.access
source: Access
de: Zugriff

# be_groups.title
source: Grouptitle:
de: Gruppenname:

# be_groups.pagetypes_select
source: Page types:
de: Seitentypen:

# be_groups.tables_modify
source: Tables (modify):
de: Tabellen (ändern):

# be_groups.tables_select
source: Tables (listing):
de: Tabellen (anzeigen):

# be_groups.non_exclude_fields
source: Allowed excludefields:
de: Erlaubte Ausschlussfelder:

# be_groups.explicit_allowdeny
source: Explicitly allow/deny field values:
de: Feldwerte explizit erlauben/verbieten:

# be_groups.custom_options
source: Custom module options:
de: Benutzerdefinierte Moduloptionen:

# be_groups.inc_access_lists
source: Include Access Lists:
de: Zugrifflisten mit einschließen:

# be_groups.hide_in_lists
source: Hide in lists:
de: In Listen verbergen:

# be_groups.subgroup
source: Sub Groups:
de: Untergruppen:

# be_groups.tabs.base_rights
source: Access Lists
de: Zugriffsliste

# be_groups.tabs.mounts_and_workspaces
source: Mounts and Workspaces
de: Freigaben und Arbeitsumgebungen

# be_groups.fileoper_perms
source: Fileoperation permissions:
de: Rechte für Dateioperationen:

# be_groups.file_permissions.folder
source: Directory:
de: Verzeichnis:

# be_groups.file_permissions.folder_read
source: Directory: Read
de: Verzeichnis: Lesen

# be_groups.file_permissions.folder_write
source: Directory: Write
de: Verzeichnis: Schreiben

# be_groups.file_permissions.folder_add
source: Directory: Add
de: Verzeichnis: Hinzufügen

# be_groups.file_permissions.folder_rename
source: Directory: Rename
de: Verzeichnis: Umbenennen

# be_groups.file_permissions.folder_move
source: Directory: Move
de: Verzeichnis: Verschieben

# be_groups.file_permissions.folder_copy
source: Directory: Copy
de: Verzeichnis: Kopieren

# be_groups.file_permissions.folder_delete
source: Directory: Delete
de: Verzeichnis: Löschen

# be_groups.file_permissions.folder_recursivedelete
source: Directory: Delete recursively
de: Verzeichnis: Rekursiv löschen

# be_groups.file_permissions.files
source: Files:
de: Dateien:

# be_groups.file_permissions.files_read
source: Files: Read
de: Dateien: Lesen

# be_groups.file_permissions.files_write
source: Files: Write
de: Dateien: Schreiben

# be_groups.file_permissions.files_edit
source: Files: Edit
de: Dateien: Bearbeiten

# be_groups.file_permissions.files_add
source: Files: Add
de: Dateien: Hinzufügen

# be_groups.file_permissions.files_upload
source: Files: Upload
de: Dateien: Hochladen

# be_groups.file_permissions.files_rename
source: Files: Rename
de: Dateien: Umbenennen

# be_groups.file_permissions.files_move
source: Files: Move
de: Dateien: Verschieben

# be_groups.file_permissions.files_copy
source: Files: Copy
de: Dateien: Kopieren

# be_groups.fileoper_perms_unzip
source: Files: Unzip
de: Dateien: Entpacken

# be_groups.file_permissions.files_delete
source: Files: Delete
de: Dateien: Löschen

# be_groups.fileoper_perms_general
source: Files: Upload,Copy,Move,Delete,Rename,New,Edit
de: Dateien: Hochladen,Kopieren,Verschieben,Löschen,Umbenennen,Neu,Bearbeiten

# be_groups.fileoper_perms_diroper_perms
source: Directory: Move,Delete,Rename,New
de: Verzeichnis: Verschieben,Löschen,Umbenennen,Neu

# be_groups.fileoper_perms_diroper_perms_copy
source: Directory: Copy
de: Verzeichnis: Kopieren

# be_groups.fileoper_perms_diroper_perms_delete
source: Directory: Delete recursively (rm -Rf)
de: Verzeichnis: Rekursiv Löschen (rm -Rf)

# be_groups.tabs.options
source: Options
de: Optionen

# be_groups.tabs.extended
source: Extended
de: Erweitert

# sys_filemounts.tabs.users
source: Users
de: Benutzer

# sys_filemounts.tabs.mountpoints
source: Mountpoints
de: Verzeichnisfreigaben

# sys_filemounts.tabs.publishing
source: Publishing
de: Veröffentlichung

# sys_filemounts.tabs.other
source: Other
de: Andere

# sys_filemounts.title
source: Label:
de: Bezeichnung:

# sys_filemounts.path
source: Path:
de: Pfad:

# sys_filemounts.base
source: Base:
de: Basis:

# sys_filemounts.base_absolute
source: absolute (root) /
de: absolut (Wurzel) /

# sys_filemounts.base_relative
source: relative ../fileadmin/
de: relativ ../fileadmin/

# sys_log
source: System Log
de: System-Protokoll

# sys_news
source: System News
de: System-Nachrichten

# sys_news.tabs.access
source: Access
de: Zugriff

# sys_workspace.adminusers
source: Owners:
de: Besitzer:

# sys_workspace.members
source: Members:
de: Mitglieder:

# sys_workspace.reviewers
source: Reviewers:
de: Redakteure:

# sys_workspace.publish_time
source: Publish:
de: Veröffentlichen:

# sys_workspace.unpublish_time
source: Un-Publish:
de: Zurückziehen:

# sys_workspace.freeze
source: Freeze Editing
de: Bearbeitung einfrieren

# sys_workspace.live_edit
source: Allow "live" editing of records from tables without versioning
de: Live-Bearbeitung von Datensätzen aus Tabellen ohne Versionierung erlauben

# sys_workspace.review_stage_edit
source: Allow members to edit records in "Review" stage
de: Mitgliedern die Bearbeitung von Datensätzen in der Redigierungsphase erlauben

# sys_workspace.disable_autocreate
source: Disable auto-versioning when editing
de: Automatische Versionierung beim Bearbeiten deaktivieren

# sys_workspace.swap_modes
source: Swap modes
de: Tauschmodus

# sys_workspace.vtypes
source: Disable Versioning Types for members and reviewers:
de: Versionierungstypen für Mitglieder und Redakteure deaktivieren:

# sys_workspace.publish_access
source: Publish access:
de: Öffentlicher Zugriff:

# sys_workspace.stagechg_notification
source: Stage change notification by email:
de: E-Mail-Benachrichtigung bei Phasenänderung:

# pages
source: Page
de: Seite

# doktype.I.1
source: SysFolder
de: Ordner

# doktype.I.folder
source: Folder
de: Ordner

# doktype.I.2
source: Recycler
de: Papierkorb

# title
source: Pagetitle:
de: Seitentitel:

# php_tree_stop
source: Stop page tree:
de: Seitenbaum stoppen:

# is_siteroot
source: Is root of website:
de: Ist Anfang der Website:

# storage_pid
source: General Record Storage page:
de: Allgemeine Datensatzsammlung:

# be_users
source: Backend user
de: Backend-Benutzer

# be_groups
source: Backend usergroup
de: Backend-Benutzergruppe

# sys_filemounts
source: Filemount
de: Verzeichnisfreigaben

# sys_collection
source: Record Collection
de: Datensatz-Sammlung

# sys_collection.title
source: Collection-Name
de: Sammlungsname

# sys_collection.description
source: Description
de: Beschreibung

# sys_collection.table_name
source: Record Type of Collection
de: Datensatztyp der Sammlung

# sys_collection.items
source: Items
de: Elemente

# sys_collection.type
source: Type of collection
de: Typ der Sammlung

# sys_collection.type.static
source: static record composition
de: Zusammenstellung statischer Datensätze

# sys_file_storage
source: File Storage
de: Dateispeicher

# sys_file_storage.type
source: Entry point
de: Einstiegspunkt

# sys_file_storage.description
source: Description
de: Beschreibung

# sys_file_storage.hidden
source: Hide from listings
de: In Auflistungen verbergen

# sys_file_storage.is_online
source: Is online?
de: Ist online?

# sys_file_storage.is_default
source: Is default storage?
de: Ist Standardspeicher?

# sys_file_storage.is_browsable
source: Is browsable?
de: Ist durchsuchbar?

# sys_file_storage.is_public
source: Is publicly available?
de: Ist öffentlich verfügbar?

# sys_file_storage.is_writable
source: Is writable?
de: Ist beschreibbar?

# sys_file_storage.capabilities
source: Capabilities
de: Fähigkeiten

# sys_file_storage.processingfolder
source: Folder for manipulated and temporary images etc.
de: Ordner für bearbeitete und temporäre Bilder, etc.

# sys_file_storage.driver
source: Driver
de: Treiber

# sys_file_storage.driver.local
source: Local Filesystem
de: Lokales Dateisystem

# sys_file_storage.configuration
source: Driver Configuration
de: Treiber-Konfiguration

# sys_file
source: File
de: Datei

# sys_file.storage
source: Storage
de: Speicher

# sys_file.identifier
source: Identifier
de: Bezeichner

# sys_file.name
source: Filename
de: Dateiname

# sys_file.title
source: Title
de: Titel

# sys_file.type
source: File Type
de: Dateityp

# sys_file.type.unknown
source: Unknown
de: Unbekannt

# sys_file.type.image
source: Image
de: Bild

# sys_file.size
source: Size
de: Größe

# sys_file.usage_count
source: Usage Count
de: Verwendungsanzahl

# sys_file.description
source: Description
de: Beschreibung

# sys_file.alternative
source: Alternative Text
de: Alternativer Text

# sys_file.missing
source: Marked as missing
de: Als fehlend markiert

# sys_file.metadata
source: Metadata records
de: Metadaten-Datensätze

# sys_file_metadata
source: File Metadata
de: Datei-Metadaten

# sys_file_reference
source: File Reference
de: Dateireferenz

# sys_file_reference.uid_local
source: File
de: Datei

# sys_file_reference.uid_foreign
source: Used by content elements
de: Verwendet von Inhaltselementen

# sys_file_reference.tablenames
source: Table name
de: Tabellenname

# sys_file_reference.fieldname
source: Foreign Field
de: Fremdfeld

# sys_file_reference.sorting_foreign
source: Sorting foreign
de: Fremdsortierung

# sys_file_reference.basicoverlayPalette
source: File Metadata
de: Datei-Metadaten

# sys_file_reference.imageoverlayPalette
source: Image Metadata
de: Bild-Metadaten

# sys_file_reference.title
source: Title
de: Titel

# sys_file_reference.description
source: Description (Caption)
de: Beschreibung (Bildunterschrift)

# sys_file_reference.downloadname
source: Download Name
de: Dateiname für Download

# sys_file_reference.alternative
source: Alternative Text
de: Alternativer Text

# sys_file_collection
source: File collection
de: Dateisammlung

# sys_file_collection.files
source: Files
de: Dateien

# sys_file_collection.title
source: Title
de: Titel

# sys_file_collection.type
source: Type
de: Typ

# sys_file_collection.type.0
source: Static selection of files
de: Statische Auswahl von Dateien

# sys_file_collection.type.1
source: Folder from Storage
de: Ordner von Speicher

# sys_file_collection.type.2
source: Select by category
de: Nach Kategorie auswählen

# sys_file_collection.storage
source: File Storage
de: Dateispeicher

# sys_file_collection.folder
source: Folder
de: Ordner

# sys_file_collection.category
source: Category
de: Kategorie

# sys_language
source: Website Language
de: Website-Sprache

# sys_language.isocode
source: Select Official Language (ISO code):
de: Offizielle Sprache wählen (ISO-Kennung):

# sys_language.flag
source: Select flag icon:
de: Flaggensymbol wählen:

# sys_workspace
source: Workspace
de: Arbeitsumgebung

# editlock
source: Restrict editing by non-Admins:
de: Bearbeitung erfordert Admin-Rechte:

# sys_category
source: Category
de: Kategorie

# sys_category.title
source: Title
de: Titel

# sys_category.description
source: Description
de: Beschreibung

# sys_category.parent
source: Parent
de: Eltern

# sys_category.items
source: Items
de: Elemente

# sys_category.categories
source: Categories
de: Kategorien

# sys_category.tabs.category
source: Categories
de: Kategorien

# sys_category.tabs.items
source: Items
de: Elemente
