Repository: georgringer/TYPO3.base
Catalog: typo3conf/l10n/*/extensionmanager/Resources/Private/Language/*.locallang.xlf
Languages: de

source: Extension Manager
de: Erweiterungsmanager

source: Manage Extensions
de: Erweiterungen verwalten

source: Get Extensions
de: Erweiterungen hinzufügen

# showAllVersions
source: Show all versions of
de: Zeige alle Versionen von

# extConfTemplate.headline
source: Configure Extension
de: Erweiterung konfigurieren

# extConfTemplate.other
source: Other
de: Andere

# extConfTemplate.type.int+
source: positive integer
de: positive Ganzzahl

# extConfTemplate.type.int
source: integer
de: Ganzzahl

# extConfTemplate.type.integer
source: integer
de: Ganzzahl

# extConfTemplate.type.color
source: color
de: Farbe

# extConfTemplate.type.options
source: options
de: Optionen

# extConfTemplate.type.boolean
source: boolean
de: boolesch

# extConfTemplate.type.user
source: user
de: Benutzer

# extConfTemplate.type.small
source: small
de: Klein

# extConfTemplate.backToList
source: Back to list
de: Zurück zur Liste

# updateScript.headline
source: Update script for %s
de: Aktualisierungs-Skript für %s

# updateScript.none
source: No update necessary.
de: Keine Aktualisierung notwendig.

# extensionList.clickToConfigure
source: (Click to configure)
de: (Zum Konfigurieren klicken)

# extensionList.configure
source: Configure
de: Konfigurieren

# extensionList.update.script
source: Execute the update script
de: Aktualisierungs-Skript ausführen

# extensionList.downloadsql
source: Download SQL Dump
de: SQL-Dump herunterladen

# extensionList.remove
source: Remove
de: Entfernen

# extensionList.update
source: Update
de: Aktualisieren

# extensionList.updateToVersion
source: Update to version %s
de: Aktualisieren auf Version %s

# extensionList.updateDisabled
source: An update is available but this operation is currently disabled
de: Eine Aktualisierung ist verfügbar, aber das Aktualisieren ist im Moment deaktiviert

# extensionList.deactivate
source: Deactivate
de: Deaktivieren

# extensionList.activate
source: Activate
de: Aktivieren

# extensionList.downloadzip
source: Download as zip
de: Als ZIP herunterladen

# extensionList.uploadExtension
source: Upload Extension .t3x/.zip
de: Erweiterung hochladen .t3x/.zip

# extensionList.overwriteExtension
source: Overwrite
de: Überschreiben

# extensionList.overwritingDisabled
source: Extension is already available and overwriting was not enabled
de: Die Erweiterung steht bereits zur Verfügung und Überschreiben war nicht aktiviert

# extensionList.loading
source: Loading form...
de: Lade Formular...

# extensionList.header.update
source: Upd.
de: Akt.

# extensionList.header.title.update
source: Update
de: Aktualisierung

# extensionList.header.title.activate
source: Activate / Deactivate
de: Aktivieren / Deaktivieren

# extensionList.header.extensionName
source: Extension
de: Erweiterung

# extensionList.header.extensionKey
source: Key
de: Schlüssel

# extensionList.header.extensionActions
source: Actions
de: Aktionen

# extensionList.header.extensionState
source: State
de: Status

# extensionList.header.uploadComment
source: Upload Comment
de: Hochladekommentar

# extensionList.header.lastUpdate
source: Last Updated
de: Letzte Aktualisierung

# extensionList.header.description
source: Description
de: Beschreibung

# extensionList.header.author
source: Author
de: Autor

# searchTemplate.searchExtensions
source: Search extensions
de: Erweiterungen suchen

# extensionList.search
source: Search:
de: Suche:

# searchTemplate.submitButton
source: Go
de: Absenden

# searchTemplate.resetSearchButton
source: Reset Search
de: Suche zurücksetzen

# searchTemplate.yourSearch
source: Your search
de: Ihre Suche

# searchTemplate.searchAgain
source: Search again
de: Erneut suchen

# uploadTemplate.uploadButton
source: Upload!
de: Hochladen!

# uploadTemplate.extensionLabel
source: Extension
de: Erweiterung

# extensionList.removalConfirmation.title
source: Extension Removal
de: Erweiterung entfernen

# extensionList.removalConfirmation.message
source: The extension is currently installed. Uninstall extension?
de: Die Erweiterung ist aktuell installiert. Deinstallieren?

# extensionList.updateConfirmation.title
source: Update?
de: Aktualisieren?

# extensionList.updateConfirmation.message
source: Update Comments:
de: Aktualisierungskommentare:

# extensionList.updateConfirmation.questionVersionComments
source: Version Comments
de: Versionskommentare

# extensionList.updateFlashMessage.title
source: Extension Update
de: Erweiterungsaktualisierung

# extensionList.updateFlashMessage.message
source: {0} updated!
de: {0} aktualisiert!

# extensionList.removalConfirmation.question
source: Are you sure you want to remove the extension?
de: Sind Sie sicher, dass Sie die Erweiterung entfernen möchten?

# downloadExtension.dependencies.headline
source: The following dependencies have to be resolved before installation:
de: Die folgenden Abhängigkeiten müssen vor der Installation aufgelöst werden:

# downloadExtension.dependencies.typeHeadline
source: <h3>Extensions marked for %s:</h3> %s
de: <h3>Erweiterungen markiert für %s:</h3> %s

# downloadExtension.dependencies.resolveAutomatically
source: Shall these dependencies be resolved automatically?
de: Sollen diese Abhängigkeiten automatisch aufgelöst werden?

# downloadExtension.dependencies.errorTitle
source: Dependencies could not be resolved
de: Abhängigkeiten konnten nicht aufgelöst werden

# downloadExtension.dependencies.errorMessage
source: The dependencies of the following Extensions could not be resolved:
de: Die Abhängigkeiten der folgenden Erweiterungen konnten nicht aufgelöst werden:

# downloadExtension.dependencyType.download
source: download
de: herunterladen

# downloadExtension.dependencyType.install
source: install
de: installieren

# downloadExtension.dependencyType.update
source: update
de: Aktualisieren

# extensionList.dependenciesResolveDownloadError.title
source: Download Error
de: Fehler beim Herunterladen

# extensionList.dependenciesResolveDownloadSuccess.message
source: Your installation of {0} was successful.
de: Die Installation von {0} war erfolgreich.

# extensionList.dependenciesResolveDownloadSuccess.item
source: Extensions
de: Erweiterungen

# extensionList.dependenciesResolveFlashMessage.title
source: {0} installed.
de: {0} installiert.

# extensionList.uploadFlashMessage.title
source: Extension Upload
de: Erweiterung hochladen

# extensionList.uploadFlashMessage.message
source: %s was uploaded!
de: {0} hochgeladen!

# extensionList.updateFromTerFlashMessage.title
source: Update Extension List
de: Aktualisieren der Erweiterungsliste

# extensionList.downloadViewHelper.submit
source: Import and Install
de: Importieren und installieren

# extensionList.showAllVersions.label
source: Show all versions
de: Zeige alle Versionen

# extensionList.showAllVersions.extensionKey
source: Extension key
de: Erweiterungsschlüssel

# extensionList.showAllVersions.lastUploaded
source: Last uploaded
de: Zuletzt hochgeladen

# extensionList.showAllVersions.category
source: Category
de: Kategorie

# extensionList.showAllVersions.manual
source: Manual
de: Handbuch

# extensionList.showAllVersions.author
source: Author
de: Autor

# extensionList.showAllVersions.readOnline
source: Read online
de: Online lesen

# extensionList.distribution.key
source: Key:
de: Distributionsschlüssel:

# extensionList.distribution.author
source: Author:
de: Autor:

# extensionList.distribution.title
source: Title:
de: Titel:

# extensionList.distribution.lastUpdated
source: Last Update:
de: Letzte Aktualisierung:

# extensionList.officialDistribution
source: Official distribution
de: Offizielle Distribution

# distributions
source: Get preconfigured distribution
de: Vorkonfigurierte Distribution erhalten

# extensionList.installDistribution
source: Install
de: Distribution installieren

# extensionList.updateFromTer.label
source: Retrieving Extension-List from TYPO3 Extension Repository (TER)
de: Empfangen der Erweiterungsliste aus dem TYPO3 Extension Repository (TER)

# extensionList.updateFromTer.buttonLabel
source: Update now
de: Jetzt aktualisieren

# extensionList.updateFromTer.lastUpdate.label
source: Last update:
de: Letzte Aktualisierung:

# extensionList.updateFromTer.lastUpdate.timeSinceLastUpdateLabel
source: Time since last update:
de: Zeit seit letzter Aktualisierung:

# extensionList.updateFromTer.lastUpdate.noInfo
source: unknown
de: unbekannt

# extensionList.updateFromTer.lastUpdate.fullTimeFormat
source: Y-m-d H:i:s
de: H:i:s am d.m.Y

# extensionList.updateFromTer.lastUpdate.timeOfLastUpdate
source: Time of last update:
de: Zeit der letzten Aktualisierung:

# extensionList.updateFromTer.lastUpdate.noTimeOfLastUpdate
source: No last update time known.
de: Zeit der letzten Aktualisierung unbekannt.

# extensionList.updateFromTer.never
source: Never
de: Nie

# extensionList.uninstall.dependencyError
source: Cannot deactivate extension '%s' - The extension(s) '%s' depend on it.
de: Erweiterung '%s' kann nicht deaktiviert weil, weil die Erweiterung(en) '%s' auf ihr basieren.

# distribution.welcome.headline
source: Congratulations...
de: Herzlichen Glückwunsch...

# distribution.welcome.message
source: You successfully installed the distribution:
de: Diese Distribution wurde erfolgreich installiert:

# distribution.welcome.nextSteps
source: Now you can:
de: Sie können jetzt:

# distribution.welcome.openViewModule
source: View your website
de: Ihre Website anzeigen

# distribution.welcome.openPageModule
source: Start editing your website
de: Beginnen, Ihre Website zu bearbeiten

# distribution.dependency.headline
source: Dependencies, conflics and suggestions
de: Abhängigkeiten, Konflikte und Vorschläge

# distribution.dependency.identifier
source: Identifier
de: Bezeichner

# distribution.dependency.type
source: Type
de: Typ

# task.updateExtensionListTask.name
source: Update extension list
de: Erweiterungsliste aktualisieren

# task.updateExtensionListTask.description
source: Update TER extension list on a regular basis. Once a day is a good interval.
de: Aktualisieren der TER-Erweiterungsliste in regelmäßigem Interval. Einmal pro Tag ist ein gutes Interval.

# report.status.mainRepository.title
source: Update status of typo3.org main repository extension list
de: Aktualisierungsstatus der typo3.org Haupt-Repository Erweiterungsliste

# report.status.mainRepository.notFound.value
source: Error
de: Fehler

# report.status.mainRepository.notFound.message
source: The typo3.org extension repository was not found. Please import the main typo3.org extension repository in the install tool wizard.
de: Das typo3.org Erweiterungsrepository wurde nicht gefunden. Bitte importieren sie das Haupt-typo3.org-Erweiterungsrepository über den Assistenten im Install Tool

# report.status.mainRepository.notUpToDate.value
source: Extension list is not up to date!
de: Erweiterungsliste ist nicht aktuell!

# report.status.mainRepository.notUpToDate.message
source: The Main Repository extension list is older than 7 days. Please update it in the Extension manager or Scheduler.
de: Die Erweiterungsliste des Haupt-Repository ist älter als 7 Tage. Bitte aktualisieren sie es über den Erweiterungsmanager oder den Planer

# report.status.loadedExtensions.title
source: Security status of loaded extensions
de: Sicherheitsstatus der geladenen Erweiterungen

# report.status.loadedExtensions.insecureExtensionLoaded.value
source: %s insecure extension(s) found
de: %s unsichere Erweiterung(en) gefunden

# report.status.loadedExtensions.insecureExtensionLoaded.message
source: The following extensions are insecure and usage might damage your system. Please update these extensions as soon as possible or remove them from your system:<br><br>%s
de: Die folgenden Erweiterungen sind unsicher und die Verwendung könnte Ihr System gefährden. Bitte aktualisieren Sie diese Erweiterungen so bald wie möglich oder entfernen Sie diese Ihrem System:<br><br>%s

# report.status.existingExtensions.title
source: Security status of existing, but not loaded extensions
de: Sicherheitsstatus von existierenden, aber nicht geladenen Erweiterungen

# report.status.existingExtensions.insecureExtensionExists.value
source: %s insecure extension(s) found
de: %s unsichere Erweiterung(en) gefunden

# report.status.existingExtensions.insecureExtensionExists.message
source: The following extensions were found on your system, but are currently not installed. Please delete the extensions using the extension manager:<br><br>%s
de: Die folgenden Erweiterungen wurden auf Ihrem System gefunden, aber sind aktuell nicht installiert. Bitte löschen Sie die Erweiterungen über den Erweiterungsmanager:<br><br>%s

# report.status.loadedOutdatedExtensions.title
source: Outdated status of loaded extensions
de: Veraltete Erweiterungen, die geladen sind

# report.status.loadedOutdatedExtensions.outdatedExtensionLoaded.value
source: %s outdated extension(s) found
de: %s veraltete Erweiterung(en) gefunden

# report.status.loadedOutdatedExtensions.outdatedExtensionLoaded.message
source: The following extensions are outdated and may not be compatible with your installation. Please make sure these extensions are compatible and ask the extension author to publish updates:<br><br>%s
de: Die folgenden Erweiterungen sind veraltet und mit Ihrer Installation möglicherweise nicht kompatibel. Bitte stellen Sie sicher, dass diese Erweiterungen kompatibel sind und bitten Sie den Autor um eine Aktualisierung:<br><br>%s

# report.status.existingOutdatedExtensions.title
source: Outdated status of existing, but not loaded extensions
de: Veraltete Erweiterungen, die nicht geladen sind

# report.status.existingOutdatedExtensions.outdatedExtensionExists.value
source: %s outdated extension(s) found
de: %s veraltete Erweiterung(en) gefunden

# report.status.existingOutdatedExtensions.outdatedExtensionExists.message
source: The following extensions were found on your system, but are currently not installed. Please make sure they are compatible with your system before installing them:<br><br>%s
de: Die folgenden Erweiterungen wurden auf Ihrem System gefunden, sind aber momentan nicht installiert. Bitte stellen Sie sicher, dass sie mit Ihrem System kompatibel sind bevor Sie sie installieren:<br><br>%s
