Repository: georgringer/TYPO3.base
Catalog: typo3conf/l10n/*/saltedpasswords/Resources/Private/Language/*.locallang_em.xlf
Languages: de

# saltedpasswords.config.checkConfigurationFE
source: Frontend configuration check
de: Überprüfung der Frontendkonfiguration

# saltedpasswords.config.checkConfigurationBE
source: Backend configuration check
de: Überprüfung der Backendkonfiguration

# saltedpasswords.config.FE.enabled
source: Enable FE: Enable SaltedPasswords in the frontend
de: Im FE aktivieren: SaltedPasswords im Frontend aktivieren

# saltedpasswords.config.FE.saltedPWHashingMethod
source: Hashing method for the frontend: Defines salted hashing method to use. Choose "Portable PHP password hashing" to stay compatible with other CMS (e.g. Drupal, Wordpress). Choose "MD5 salted hashing" to reuse TYPO3 passwords for OS level authentication (other servers could use TYPO3 passwords). Choose "Blowfish salted hashing" for advanced security to reuse passwords on OS level (Blowfish might not be supported on your system TODO).
de: Hash-Methode für das Frontend: Legt fest, welche Hash-Methode benutzt wird. Wählen Sie "Portables PHP-Passwort-Hashing", um mit anderen CMS kompatibel zu bleiben (z.B. Drupal oder WordPress). Wählen Sie "MD5-salted Hashing", um TYPO3-Passwörter für die Authentifizierung auf Betriebssystemebene wiederzuverwenden (andere Server können TYPO3-Passwörter verwenden). Wählen Sie "Blowfish-salted Hashing" für zusätzliche Sicherheit und um Passwörter auf Betriebssystemebene wiederzuverwenden (Blowfish wird nicht auf allen Systemen unterstützt).

# saltedpasswords.config.BE.saltedPWHashingMethod
source: Hashing method for the backend: Defines salted hashing method to use. Choose "Portable PHP password hashing" to stay compatible with other CMS (e.g. Drupal, Wordpress). Choose "MD5 salted hashing" to reuse TYPO3 passwords for OS level authentication (other servers could use TYPO3 passwords). Choose "Blowfish salted hashing" for advanced security to reuse passwords on OS level (Blowfish might not be supported on your system TODO).
de: Hash-Methode für das Backend: Legt fest, welche Hash-Methode benutzt wird. Wählen Sie "Portables PHP-Passwort-Hashing", um mit anderen CMS kompatibel zu bleiben (z.B. Drupal oder WordPress). Wählen Sie "MD5-salted Hashing", um TYPO3-Passwörter für die Authentifizierung auf Betriebssystemebene wiederzuverwenden (andere Server können TYPO3-Passwörter verwenden). Wählen Sie "Blowfish-salted Hashing" für zusätzliche Sicherheit und um Passwörter auf Betriebssystemebene wiederzuverwenden (Blowfish wird nicht auf allen Systemen unterstützt).

# saltedpasswords.config.checkConfigurationFE2
source: Frontend configuration check
de: Überprüfung der Frontendkonfiguration

# saltedpasswords.config.FE.forceSalted
source: Force salted passwords: Enforce usage of SaltedPasswords. Old MD5 hashed passwords will stop working.
de: Saltedpasswords erzwingen: Benutzung von saltedpasswords erzwingen. Alte MD5-Hashes von Passwörtern werden nicht mehr funktionieren.

# saltedpasswords.config.FE.onlyAuthService
source: Exclusive FE usage: If enabled and authentication fails, no further authentication service will be tried.
de: Exklusive Benutzung im FE: Wenn aktiviert und die Authentifizierung schlägt fehl, wird kein weiterer Dienst mehr probiert.

# saltedpasswords.config.FE.updatePasswd
source: Update FE user passwords: Keep existing FE user passwords but automatically convert them to the salted hash format during authentication (will not work if forceSalted is used).
de: Passwörter der FE-Benutzer aktualisieren: Vorhandene Passwörter der FE-Benutzer beibehalten, aber sie während der Authentifizierung automatisch zu saltedpasswords konvertieren (wird nicht funktionieren, wenn forceSalted gesetzt ist).

# saltedpasswords.config.checkConfigurationBE2
source: Backend configuration check
de: Überprüfung der Backendkonfiguration

# saltedpasswords.config.BE.forceSalted
source: Force salted passwords: Enforce usage of SaltedPasswords. Old MD5 hashed passwords will stop working.
de: Saltedpasswords erzwingen: Benutzung von saltedpasswords erzwingen. Alte MD5-Hashes von Passwörtern werden nicht mehr funktionieren.

# saltedpasswords.config.BE.onlyAuthService
source: Exclusive BE usage: If enabled and authentication fails, no further authentication service will be tried.
de: Exklusive Benutzung im BE: Wenn aktiviert und die Authentifizierung schlägt fehl, wird kein weiterer Dienst mehr probiert.

# saltedpasswords.config.BE.updatePasswd
source: Update BE user passwords: Keep existing BE user passwords but automatically convert them to the salted hash format during authentication (will not work if forceSalted is used).
de: Passwörter der BE-Benutzer aktualisieren: Vorhandene Passwörter der BE-Benutzer beibehalten, aber sie während der Authentifizierung automatisch zu saltedpasswords konvertieren (wird nicht funktionieren, wenn forceSalted gesetzt ist).
