Repository: georgringer/TYPO3.base
Catalog: typo3conf/l10n/*/scheduler/*.locallang.xlf
Languages: de

# testTask.name
source: Scheduler test task
de: Planer-Test-Task

# testTask.description
source: The Scheduler test task just sends a mail to a given email address. It is designed to be used for testing purposes.
de: Der Test-Task schickt eine E-Mail an eine angegebene E-Mail-Adresse. Er ist zu Testzwecken gedacht.

# sleepTask.name
source: Scheduler sleep task
de: Planer-Pause-Task

# sleepTask.description
source: This task does nothing but put PHP to sleep for a number of seconds. It is designed to test multiple executions.
de: Dieser Task macht nichts außer PHP eine gewisse Anzahl Sekunden zu pausieren. Er ist zum Testen mehrfacher, gleichzeitiger Ausführungen des Planers gedacht.

# cachingFrameworkGarbageCollection.name
source: Caching framework garbage collection
de: Müllsammlung des Caching-Frameworks

# cachingFrameworkGarbageCollection.description
source: This task calls the garbage collection of configured caching framework caches which use one of the selected backends. This will free some space in cache backends which do not have an internal garbage collection. In case of the default database backend it is advisable to run this task once a day when the database is mostly idle.
de: Dieser Task ruft die Müllsammlung der Caches des konfigurierten Caching-Frameworks auf. Dies gibt Platz in Cache-Backends freigeben, die keine interne Müllsammlung haben. Im Fall des Standard-Datenbank-Backends ist es ratsam, diesen Task einmal täglich auszuführen, bevorzugt wenn die Datenbank weitestgehend leerläuft.

# fileIndexing.name
source: [OBSOLETE] File Abstraction Layer: Indexing job
de: Datei-Abstraktionsschicht: Indizierungs-Auftrag

# fileIndexing.description
source: Runs indexing tasks based on an indexing configuration and a storage/folder information.
de: Führt Indizierungsaufgaben basierend auf der Indizierungskonfiguration und Speicher-/Ordner-Informationen durch.

# fileStorageIndexing.name
source: File Abstraction Layer: Update storage index
de: Dateiabstraktionsschicht: Speicherindex aktualisieren

# fileStorageIndexing.description
source: Updates the Index/Cache Data of a Storage; only needed if changes to the storage are possible outside the backend (FTP, RemoteStorages).
de: Aktualisiert den Index/die Cachedaten eines Speichers; nur benötigt, wenn Änderungen am Speicher von außerhalb des Backends vorgenommen werden können (z.B. per FTP oder per remoteStorage).

# fileStorageExtraction.name
source: File Abstraction Layer: Extract metadata in storage
de: Dateiabstraktionsschicht: Metadaten in Speicher entpacken

# fileStorageExtraction.description
source: Extracts metadata for all files in storage which have been changed since last run.
de: Entpackt Metadaten für alle Dateien im Speicher, die sich seit der letzten Ausführung verändert haben.

# tableGarbageCollection.name
source: Table garbage collection
de: Tabellen-Müllsammlung

# tableGarbageCollection.description
source: Task to delete old entries from specific tables like sys_log. Use $GLOBALS['TYPO3_CONF_VARS']['SC_OPTIONS']['scheduler']['tasks']['tx_scheduler_TableGarbageCollection']['options']['tables'] to configure tables. Refer to the manual for more details.
de: Task zum Löschen alter Einträge aus bestimmten Tabellen wie sys_log. Benutzen Sie $GLOBALS['TYPO3_CONF_VARS']['SC_OPTIONS']['scheduler']['tasks']['tx_scheduler_TableGarbageCollection']['options']['tables'] um die Tabellen zu konfigurieren. Weitere Details finden Sie im Handbuch.

# recyclerGarbageCollection.name
source: Fileadmin garbage collection
de: Müllsammlung für den Ordner fileadmin

# recyclerGarbageCollection.description
source: This task empties all "_recycler_" folders below fileadmin. This helps free some space in the file system.
de: Dieser Task leert alle Order mit dem Namen "_recycler_" im Ordner fileadmin. So können Sie Speicherplatz im Dateisystem freigeben.
