Repository: georgringer/TYPO3.base
Catalog: typo3conf/l10n/*/news/Resources/Private/Language/*.locallang_*.xlf
Languages: de

# pi1_title
source: News system
de: Nachrichten-System

# pi1_plus_wiz_description
source: Versatile news system
de: Vielseitiges Nachrichten-System

# flexforms_tab.settings
source: Settings
de: Einstellungen

# flexforms_tab.additional
source: Additional
de: Weitere Einstellungen

# flexforms_tab.template
source: Template
de: Vorlage

# flexforms_general.mode
source: What to display
de: Ausgabemodus wählen

# flexforms_general.mode.news_list
source: List view
de: Listenansicht

# flexforms_general.mode.news_listOnly
source: List view (without overloading detail view)
de: Listenansicht (ohne die Detailansicht zu überschreiben)

# flexforms_general.mode.news_detail
source: Detail view
de: Detailansicht

# flexforms_general.mode.news_searchform
source: Search form
de: Suchformular

# flexforms_general.mode.news_searchresult
source: Search result
de: Suchergebnis

# flexforms_general.mode.news_datemenu
source: Date menu
de: Datumsmenü

# flexforms_general.mode.category_list
source: Category Menu
de: Kategorien

# flexforms_general.mode.not_configured
source: No view yet configured
de: Noch keine Ansicht konfiguriert

# flexforms_general.mode.optgroup_search
source: Search
de: Suche

# flexforms_general.mode.optgroup_others
source: Others
de: Andere

# flexforms_general.mode.tag_list
source: Tag list
de: Tag

# flexforms_general.archiveRestriction
source: Archive
de: Archiv

# flexforms_general.archiveRestriction.active
source: Only active (non archived)
de: Nur aktive (nicht archiviert)

# flexforms_general.archiveRestriction.archived
source: Archived
de: Archivierte

# flexforms_general.orderBy
source: Sort by
de: Sortieren nach

# flexforms_general.orderBy.sorting
source: Manual sorting
de: Manuelle Sortierung

# flexforms_general.orderBy.tstamp
source: Last edited
de: Zuletzt bearbeitet

# flexforms_general.orderBy.crdate
source: Created
de: Erstellt

# flexforms_general.orderBy.datetime
source: Given date/time
de: Angegebenes Datum/Uhrzeit

# flexforms_general.orderBy.title
source: Title
de: Titel

# flexforms_general.orderDirection
source: Sort direction
de: Sortierung

# flexforms_general.orderDirection.asc
source: Ascending
de: aufsteigend

# flexforms_general.orderDirection.desc
source: Descending
de: absteigend

# flexforms_general.dateField
source: Date field to use
de: Zu benutzendes Datumsfeld

# flexforms_general.dateField.datetime
source: Given date/time
de: Angegebenes Datum/Uhrzeit

# flexforms_general.dateField.archive
source: Archive date
de: Archivdatum

# flexforms_general.categories
source: Category selection
de: Kategorie-Auswahl

# flexforms_general.categoryConjunction
source: Category mode
de: Kategoriemodus

# flexforms_general.categoryConjunction.all
source: Don't care, show all
de: Nicht berücksichtigen, alle Nachrichten anzeigen

# flexforms_general.categoryConjunction.or
source: Show items with selected categories (OR)
de: Zeige Nachrichten mit den ausgewählten Kategorien (ODER)

# flexforms_general.categoryConjunction.and
source: Show items with selected categories (AND)
de: Zeige Nachrichten mit den ausgewählten Kategorien (UND)

# flexforms_general.categoryConjunction.notand
source: Do NOT show items with selected categories (AND)
de: Zeige KEINE Nachrichten aus den ausgewählten Kategorien (UND)

# flexforms_general.categoryConjunction.notor
source: Do NOT show items with selected categories (OR)
de: Zeige KEINE Nachrichten aus den ausgewählten Kategorien (ODER)

# flexforms_general.includeSubCategories
source: Include subcategories
de: Inklusive Unterkategorien

# flexforms_general.timeRestriction
source: Time limit (LOW): higher than given time
de: Zeitlimit

# flexforms_general.timeRestrictionHigh
source: Time limit (HIGH): News less than given time
de: Oberes Zeiteinschränkung: Artikel vor dem angegebenem Datum

# flexforms_general.topNewsRestriction
source: Top News
de: Top-Nachrichten

# flexforms_general.topNewsRestriction.1
source: only Top News records
de: Nur Top-Nachrichten

# flexforms_general.topNewsRestriction.2
source: except Top News records
de: Keine Top-Nachrichten

# flexforms_general.singleNews
source: Show a single news record
de: Einzelne Nachricht anzeigen

# flexforms_general.previewHiddenRecords
source: Allow preview of hidden records
de: Vorschau auf verborgene Datensätze erlauben

# flexforms_general.previewHiddenRecords.I.0
source: No
de: Nein

# flexforms_general.previewHiddenRecords.I.1
source: Yes
de: Ja

# flexforms_general.previewHiddenRecords.I.2
source: Defined in TypoScript
de: Definiert im TypoScript

# flexforms_general.no-constraint
source: [no constraint]
de: keine Einschränkung

# flexforms_template.mediaMaxWidth
source: Max width for media elements
de: Maximale Breite für Medienelemente

# flexforms_template.mediaMaxHeight
source: Max height for media elements
de: Maximale Höhe für Medienelemente

# flexforms_template.cropMaxCharacters
source: Length of teaser (in chars)
de: Länge des Teasers (in Buchstaben)

# flexforms_additional.detailPid
source: PageId for single news display
de: Seiten-ID für Einzelnachrichten-Ansicht

# flexforms_additional.backPid
source: PageId to return to
de: Seiten-ID für "Zurück"-Link

# flexforms_additional.listPid
source: PageId for list display
de: Seiten-ID für Listenansicht

# flexforms_additional.limit
source: Max records displayed
de: Maximale Anzahl anzuzeigender Datensätze

# flexforms_additional.offset
source: Start with news item #
de: Beginnend mit Nachrichtenelement #

# flexforms_additional.hidePagination
source: Hide the pagination
de: Paginierung ausblenden

# flexforms_additional.topNewsFirst
source: Sort "Top news" before
de: "Top-Nachrichten" oberhalb

# flexforms_additional.excludeAlreadyDisplayedNews
source: Exclude already displayed news
de: Bereits angezeigte Nachrichten ausschließen

# pagemodule.pageNotAvailable
source: Page with uid "%s" is not available anymore!
de: Die Seite mit der uid "%s" ist nicht mehr verfügbar!

# pagemodule.newsNotAvailable
source: News record with uid "%s" is not available anymore!
de: Der Nachrichten-Datensatz mit der uid "%s" ist nicht mehr verfügbar!

# pagemodule_simple
source: Simple list
de: Einfache Liste

# pagemodule_advanced
source: Advanced list
de: Erweiterte Liste

# pagemodule_complex
source: Full list
de: Vollständige Liste

# extmng.pageModuleFieldsNews
source: News fields shown in page module:Set the fields which should be shown in the page module by using the following syntax: label=fieldlist;label=fieldlist
de: Nachrichtenfelder im Seitenmodul:Einstellen der Nachrichtenfelder, die im Seitenmodul angezeigt werden sollen. Die Syntax lautet wie folgt: feld=feldliste;feld=feldliste

# extmng.pageModuleFieldsCategory
source: Category fields shown in page module:Set the fields which should be shown in the page module.
de: Kategoriefelder im Seitenmodul: Einstellen der Kategoriefelder, die im Seitenmodul angezeigt werden sollen.

# extmng.prependAtCopy
source: Prepend at copy: Prepend string "copy X".
de: Kopie-Präfix: Der eingestellte Text wird beim Kopieren einer Nachricht dem Titel vorangestellt "Kopie X".

# extmng.categoryRestriction.current_pid
source: Categories from current page
de: Kategorien aus aktueller Seite: Kategorien in der aktuellen Seite suchen.

# extmng.categoryRestriction.storage_pid
source: Categories from page which is defined in page properties
de: Kategorien von der in den Seiteneigenschaften angegebenen Seite

# extmng.categoryRestriction.siteroot
source: Categories from site root
de: Kategorien aus Seitenwurzel: Kategorien in der Seitenwurzel suchen

# extmng.categoryRestriction.pages_tsconfig
source: Page TsConfig
de: Seiten-TSconfig

# extmng.categoryRestriction.none
source: No restriction
de: Keine Beschränkung

# extmng.manualSorting
source: Enable manual sorting of news records
de: Manuelle Sortierung von Nachrichten erlauben

# extmng.contentElementRelation
source: Use content element relation:If set, content elements can be added to news records.
de: Verwendung von Inhaltselementen: Falls gesetzt, können zu einem Artikel Inhaltselemente hinzugefügt werden

# extmng.tagPid
source: Define pid of tag records:Tags are collected on one central page.
de: PID der Tags: Tags werden auf einer zentralen Seite gespeichert.

# extmng.archiveDate
source: Archive Date: Define if the archive date is a "Date" or "Date & Time"
de: Archivdatum: Soll als Archivdatum "Datum" oder "Datum & Uhrzeit" verwendet werden.

# extmng.archiveDate.date
source: Date
de: Datum

# extmng.archiveDate.datetime
source: Date & Time
de: Datum & Zeit

# extmng.removeListActionFromFlexforms.0
source: Both views are shown
de: Beide Ansichten werden angezeigt

# extmng.removeListActionFromFlexforms.1
source: List & Detail
de: Liste & Detail

# extmng.removeListActionFromFlexforms.2
source: List only
de: Nur Liste

# extmng.showImporter
source: Show importer:Backend module to import into news
de: Import-Modul anzeigen:Wenn aktiviert, wird das Backendmodul zum Importieren von Nachrichten angezeigt.

# extmng.showAdministrationModule
source: Show administration module:Backend module to administrate news records
de: Zeige Administrationsmodul:Falls aktiviert, ist ein Backendmodul sichtbar, in dem die Artikel administriert werden können.

# extmng.showMediaDescriptionField
source: Show description for media elements:If set you get an additional description field for media elements.
de: Beschreibung für Medienelemente: Falls aktiv, steht ein zusätzliches Beschreibungsfeld für Mediendatensätze zur Verfügung.

# extmng.rteForTeaser
source: Enable a RTE for the teaser field.
de: Aktiviere den RTE für den Anreisser.

# usersettings.overlay
source: Use this overlay for news categories in the Backend
de: Benütze folgenden Overlay für Kategorien im Backend

# usersettings.no-languages-available
source: There are no languages available, so nothing to choose.
de: Es sind keine Sprachen verfügbar, daher wird nichts anzeigt.

# t3blog_importer_title
source: Import t3blog blog/news records
de: Import von t3blog Newsdatensätzen

# t3blogcategory_importer_title
source: Import t3blog category records
de: Import von t3blog Kategorien

# start_import
source: Start import with %s record(s).
de: Starte den Import mit %s Datensätzen.

# tag_suggest
source: Tag "%s" could not be found, wanna create it? <strong>Click here</strong>
de: Der Tag "%s" wurde nicht gefunden. Um ihn zu erstellen, bitte <strong>hier klicken</strong>.

# tag_suggest_error_no-tag
source: No tag submitted!
de: Es wurde kein Tag übermittelt!

# tag_suggest_error_no-newsid
source: No news id given!
de: Keine News ID angegeben!

# tag_suggest_error_no-pid-found
source: No pid for the tag record could be found by reading settings of Extension Manager!
de: Es wurde keine PID gefunden, die in den Einstellungen im Extension Manager definiert werden muss!

# tag_suggest_error_no-tag-created
source: No new tag created!
de: Es wurde kein Tag erstellt!

# tag_suggest_error_no-pid-defined
source: No page defined to save tag. Please add the id in the settings of the extension manager.
de: Es ist keine Seite definiert, auf der Tags gespeichert werden sollen! Bitte fügen Sie diese Einstellung im Extension Manager hinzu!

# module.headline
source: Settings
de: Einstellungen

# module.recursive
source: Recursive
de: Rekursiv

# module.timeRestriction
source: Time Restriction
de: Zeitbeschränkung

# module.timeRestrictionHigh
source: Time Restriction High
de: Zeitbeschränkung

# module.createNewCategory
source: Create a new category
de: Neue Kategorie erstellen

# module.topNewsYes
source: Yes
de: Ja

# module.topNewsNo
source: No
de: Nein

# module.createNewNewsRecord
source: Create new news record
de: Neuen Nachrichten-Datensatz erstellen

# module.newsListing
source: News Listing
de: Artikelanzeige

# module.newsPidListing
source: News Pid listing
de: Anzeige der Artikelseiten

# administration.nopageselected
source: Please click the page title in the page tree to the left to show the records on that page.
de: Bitte wählen Sie eine Seite im Seitenbaum aus, um die Datensätze anzuzeigen, die auf dieser Seite gespeichert sind!

# administration.newsPidListing.header
source: List pages with count of news & category records
de: Anzeige der Seiten auf der Artikel und Kategorien gespeichert sind

# news-folder
source: News
de: Nachrichten
