Repository: georgringer/TYPO3.base
Catalog: typo3conf/l10n/*/context_help/*.locallang_csh_sysfilestorage.xlf
Languages: de

# .description
source: File storage, which acts as an entry root point to a file-based structure. See it like a drive or a hard drive volume in your local machine.
de: Dateispeicher, der als Eingangspunkt zu einer dateibasierten Struktur dient. Sehen Sie ihn als eine Art Laufwerk oder Festplatte in Ihrem PC.

# hidden.description
source: Disabling the storage will result in removing it from any listings in the backend. Existing file relations will still exist.
de: Wenn Sie den Speicher deaktivieren, wird er aus allen Listen im Backend entfernt. Bestehende Dateirelationen bleiben bestehen.

# hidden.details
source: If you set up a file storage, it will show up on any folder lists, thus allowing to basically browse through the files in this file repository. If you set this checkbox, this storage will be excluded from any listings in the backend. Any existing file references will still exist further.
de: Wenn Sie einen Dateispeicher einrichten, wird er in jeder Dateiliste erscheinen, so dass es möglich sein wird, die Dateien in diesem Datei-Repository zu browsen. Wenn Sie diese Checkbox setzen, wird dieser Speicher von jeglichen Listen im Backend ausgenommen. Bereits bestehende Dateirelationen bleiben bestehen.

# name.description
source: The visible identifier for this file storage.
de: Der sichtbare Bezeichner für diesen Dateispeicher.

# name.details
source: The label entered here will be shown as the name for the entry point in the TYPO Backend. Be sure to make it descriptive and logical for your editors.
de: Die hier angegebene Beschriftung wird als Name für den Eingangspunkt im TYPO3-Backend gezeigt. Stellen Sie sicher, dass sie deskriptiv und logisch für Ihre Redakteure ist.

# description.description
source: A description of this storage.
de: Eine Beschreibung dieses Speichers.

# description.details
source: This description field is used to explain e.g. the location of the storage, also what this storage is meant for or what it contains.
de: Dieses Beschreibungsfeld kann benutzt werden, um z.B. den Ort des Speichers, wozu er da ist, oder was er enthält zu erklären.

# driver.description
source: Choose the driver as the technical backbone of the storage. Once you've chosen a driver, and saved it, additional configuration will show up.
de: Wählen Sie den Treiber für das technische Rückgrat des Speichers. Nachdem Sie einen Treiber ausgewählt und Ihre Auswahl gespeichert haben, werden zusätzliche Konfigurationsoptionen angezeigt werden.

# driver.details
source: The driver is the technical background of a storage, and thus also defines whether the location of the storage is local (= on the same machine as this TYPO3 installation) or remote like a WebDAV server connection. Search for extensions in the TYPO3 Extension Repository that extend this driver list.
de: Der Treiber ist der technische Hintergrund eines Speichers und bestimmt so auch, ob der Ort des Speichers lokal (= auf demselben Server wie diese TYPO3-Installation) oder entfernt ist wie eine WebDAV-Serververbindung. Suchen Sie im TYPO3-Erweiterungs-Repository nach Erweiterungen, die die Liste der Treiber erweitern.

# processingfolder.description
source: Defines the directory on this storage to be used to save temporary files like resized images.
de: Legt das Verzeichnis im Speicher fest, das benutzt werden soll, um temporäre Dateien wie etwa skalierte Bilder zu speichern.

# is_browsable.description
source: If set, backend users can browse through this storage. Otherwise it will show up as a unselectable item in the list.
de: Falls gesetzt, können Backend-Benutzer diesen Speicher durchsuchen. Ansonsten wird er als nicht-auswählbares Element in der Liste erscheinen.

# is_public.description
source: If set, then the files in this storage can be linked directly from the outside world. If this is not set, make sure to provide additional possibilities to access the files in this storage.
de: Wenn gesetzt, können Dateien in diesem Speicher direkt von außen verlinkt werden. Wenn diese Option nicht gesetzt ist, stellen Sie sicher, dass Sie zusätzliche Möglichkeiten bieten, auf die Dateien in diesem Speicher zuzugreifen.

# is_writable.description
source: If set, then users are allowed to modify, add, delete files/folders on this storage.
de: Wenn gesetzt, dürfen Benutzer Dateien und Ordner in diesem Speicher ändern, hinzufügen und löschen.

# is_online.description
source: This flag is usually set. If TYPO3 cannot connect to this storage (because it maybe temporary down), then the flag will be checked, and the storage will behave like it is non-browsable in the TYPO3 backend. The admin needs to manually activate it again if it was offline.
de: Diese Flag ist gewöhnlich gesetzt. Wenn TYPO3 keine Verbindung mit dem Speicher herstellen kann (etwa weil er temporär nicht verfügbar ist), dann wird diese Flag entfernt und der Speicher wird sich im TYPO3-Backend so verhalten, als sei er nicht browsbar. Ein Administrator muss ihn manuell wieder aktivieren, wenn er offline war.
