Repository: georgringer/TYPO3.base
Catalog: typo3conf/l10n/*/rtehtmlarea/*.locallang_csh_abbreviation.xlf
Languages: de

# .description
source: An 'Abbreviation' associates a short form to a given term. The abbreviation may be defined for a specific language.
de: Eine Abkürzung stellt die Kurzform einer Zeichenkette dar. Die Abkürzung kann auf eine bestimmte Sprache beschränkt werden.

# .details
source: Defined abbreviations are used in the htmlArea RTE Abbreviation dialogue. A defined abbreviation may further be configured so as to be made available only when editing content in a given language.
de: Definierte Abkürzungen werden im htmlArea RTE-Dialog "Abkürzungen" verwendet. Eine definierte Abkürzung kann so konfiguriert werden, dass sie nur beim Bearbeiten von Inhalt einer bestimmten Sprache genutzt werden kann.

# term.description
source: Enter the term to be abbreviated.
de: Tragen Sie die zu kürzende Zeichenkette ein.

# acronym.description
source: Enter the short form of the term.
de: Tragen Sie die Kurzform der Zeichenkette ein.

# hidden.description
source: Check this option if you wish to disable the availability of this entry to non-admin users.
de: Wählen Sie diese Option wenn die Verfügbarkeit des Eintrags für Nicht-Administratoren deaktiviert werden soll.

# type.description
source: Select the type of abbreviation.
de: Wählen Sie den Typ der Abkürzung.

# type.details
source: A defined abbreviation may be of two types: abbreviation or acronym. These correspond to HTML elements abbr and acronym. Note however that acronym is deprecated in recent versions of HTML.
de: Eine definierte Abkürzung kann einen von zwei Typen haben: Abkürzung oder Akronym. Diese entsprechen den HTML-Elementen abbr und acronym. Beachten Sie bitte, dass Akronyme in neuen Versionen von HTML als deprecated markiert sind.

# starttime.description
source: Enter a time at which you want the abbreviation to start being available to non-admin users. If no time is specified, the abbreviation becomes immediately available to the users of the RTE, if not hidden.
de: Geben Sie die Zeit an, ab der die Abkürzung für Nicht-Administratoren verfügbar sein soll. Wenn keine Zeit bestimmt wird, steht die Abkürzung allen Nutzern des RTE sofort zur Verfügung, sofern sie nicht versteckt wurde.

# endtime.description
source: Enter a date and time at which you want the abbreviation to stop being available to non-admin users. If no time is specified, the abbreviation is indefinitely available to the users of the RTE, unless it is hidden.
de: Geben Sie das Datum und die Zeit an, ab der die Abkürzung für Nicht-Administratoren nicht mehr verfügbar sein soll. Wenn keine Zeit bestimmt wird, steht die Abkürzung allen Nutzern des RTE unbeschränkt zur Verfügung, sofern sie nicht versteckt wurde.

# sys_language_uid.description
source: Select the language of content elements in which the abbreviation may be used.
de: Wählen Sie die Sprache der Inhaltselemente aus, in der die Abkürzung genutzt werden darf.

# static_lang_isocode.description
source: Select the language for which the abbreviation is defined.
de: Wählen Sie die Sprache, für die die Abkürzung bereit stehen soll.

# static_lang_isocode.details
source: The selected language will be used as the value of the language attribute of the HTML element inserted in the content element by the RTE.
de: Die ausgewählte Sprache wird für das Sprachattribut desjenigen HTML-Elements als Wert gesetzt, das für das jeweilige Inhaltselement eingefügt wurde.
