Repository: georgringer/TYPO3.base
Catalog: typo3conf/l10n/*/install/Resources/Private/Language/Report/*.locallang.xlf
Languages: de

# environment.status.title
source: System environment check
de: Systemumgebungsüberprüfung

# environment.status.message.error
source: The system environment check returned errors. Those errors will affect the functionality and stability of your TYPO3 CMS instance. Please check the install tool "System environment" for all details.
de: Die Systemumgebungsüberprüfung ergab Fehler. Diese Fehler werden die Funktionalität und Stabilität Ihrer TYPO3-Installation beeinträchtigen. Bitte überprüfen Sie die Seite "System environment" im Install Tool für mehr Details.

# environment.status.message.warning
source: The system environment check returned warnings. Those warnings might have a negative effect on the functionality and stability of your TYPO3 CMS instance. Please check the install tool "System environment" for all details.
de: Die Systemumgebungsüberprüfung ergab Warnungen. Diese Warnungen könnten einen negativen Einfluss auf die Funktionalität und Stabilität Ihrer TYPO3-CMS-Installation haben. Bitte überprüfen Sie die Seite "System environment" im Install Tool für mehr Details.

# environment.status.message.notice
source: The system environment check returned notices. Those should not affect the functionality and stability of your TYPO3 CMS instance. Please check the install tool "System environment" for all details.
de: Die Systemumgebungsüberprüfung ergab Hinweise. Diese Hinweise sollten die Funktionalität und Stabilität Ihrer TYPO3-CMS-Installation nicht beeinträchtigen. Bitte überprüfen Sie die Seite "System environment" im Install Tool für mehr Details.

# status_fileSystem
source: File System
de: Dateisystem

# status_writable
source: Writable
de: Beschreibbar

# status_missingDirectory
source: Required directory missing
de: Benötigtes Verzeichnis fehlt

# status_nonExistingDirectory
source: Directory not existing
de: Verzeichnis fehlt

# status_recommendedWritableDirectory
source: Directory should be writable
de: Verzeichnis sollte beschreibbar sein

# status_requiredWritableDirectory
source: Directory not writable
de: Verzeichnis nicht beschreibbar

# status_directoryDoesNotExist
source: %s does not exist.
de: %s existiert nicht.

# status_directoryDoesNotExistCouldNotCreate
source: %s does not exist and could not be created.
de: %s existiert nicht und konnte nicht erstellt werden.

# status_directoryShouldAlsoBeWritable
source: Also note that it should be writable, if it did exist.
de: Beachten Sie auch, dass das Verzeichnis beschreibbar sein sollte, wenn es existieren würde.

# status_directoryShouldBeWritable
source: %s should be writable.
de: %s sollte beschreibbar sein.

# status_directoryMustBeWritable
source: %s must be writable.
de: %s muss beschreibbar sein.

# status_remainingUpdates
source: Remaining updates
de: Verbleibende Aktualisierungen
